/* Name of the "Birthdays" calendar */
"Birthdays" = "Birthdays";

/* Job names. These currently have no incarnation in the user interface, but they may wind up in an Activity window
 * sometime in the future, so they're localized for future-proofing */
"Refreshing %@" = "Refreshing %@";
"Subscribing to %@'s %@" = "Subscribing to %@'s %@";
"Switching to iCal" = "Switching to iCal";

/* Title and text of the "Subscribe Error" dialog posted when iCal throws up an AppleScript error while subscribing */
"Subscribe Error" = "Subscribe Error";
"There was an error subscribing to the calendar \"%@\". iCal returned the following error message:\n\n%@" = "There was an error subscribing to the calendar \"%@\". iCal returned the following error message:\n\n%@";

/* Title and text of the "Error Switching to iCal" dialog posted when iCal won't activate after choosing the "Go to iCal" menu item */
"Error Switching to iCal" = "Error Switching to iCal";
"iCal returned the following error message while trying to switch to it:\n\n%@" = "iCal returned the following error message while trying to switch to it:\n\n%@";

/* Title and text of the "Error Getting Calendars" dialog posted when we get an error loading a user's index */
"Error Getting Calendars" = "Error Getting Calendars";
"There was an error fetching %@'s list of calendars:\n\n%@" = "There was an error fetching %@'s list of calendars:\n\n%@";

/* Title and text of the "New password wasn't entered" dialog posted when the user clicks "Set Password" without first entering a new password */
"A new password wasn't entered" = "A new password wasn't entered";
"You must enter a new password into both boxes before clicking the \"Set Name and Password\" button." = "You must enter a new password into both boxes before clicking the \"Set Name and Password\" button.";
"You must enter a new password into both boxes before clicking the \"Set Name and Password\" button, even if you only want to change your user name. For security, CalTalk does not save your password in a format independent of your username." = "You must enter a new password into both boxes before clicking the \"Set Name and Password\" button, even if you only want to change your user name. For security, CalTalk does not save your password in a format independent of your username.";

/* Title and text of the "Entered passwords do not match" dialog posted when the passwords the user enters don't match in the "Set Password" dialog */
"Entered passwords do not match" = "Entered passwords do not match";
"Make sure you entered the same password into both boxes, then click the \"Set Name and Password\" button again." = "Make sure you entered the same password into both boxes, then click the \"Set Name and Password\" button again.";

/* Title, text, and buttons of the "Clearing password" dialog posted when the user clears their password */
"Clearing password" = "Clearing password";
"You are about to clear the password on your shared calendars. Anyone on the network will be able to see them." = "You are about to clear the password on your shared calendars. Anyone on the network will be able to see them.";
"Clear Password" = "Clear Password";
"Cancel" = "Cancel";

/* Title and text of the "Invalid characters in username" dialog posted when the user puts illegal characters in their login name */
"Invalid characters in user name" = "Invalid characters in user name";
"Your user name cannot include colons (:) or quotation marks (\")." = "Your user name cannot include colons (:) or quotation marks (\").";

/* Title and text of the "Changes to password have not been saved" dialog posted when the user tries to close preferences without setting a changed password */
"Changes to password have not been saved" = "Changes to password have not been saved";
"Save" = "Save";
/*"Cancel" = "Cancel"; // see above*/
"Don't Save" = "Don't Save";
"Do you want to save your changed username and password before closing this panel?" = "Do you want to save your changed username and password before closing this panel?";

/* Title, text, and buttons of the "Error sharing calendars" dialog posted when the CalTalkServer encounters an error starting */
"Error sharing calendars" = "Error sharing calendars";
"There was an error starting the calendar sharing server. Another application (possibly another user on this machine running CalTalk) could be using port %u. You may try using port %u again, try a different port, or turn off sharing altogether.\n\nNote that using a different port number will require any users already subscribed to your calendars to resubscribe." = "There was an error starting the calendar sharing server. Another application (possibly another user on this machine running CalTalk) could be using port %u. You may try using port %u again, try a different port, or turn off sharing altogether.\n\nNote that using a different port number will require any users already subscribed to your calendars to resubscribe.";
"Try %u Again" = "Try %u Again";
"Try %u Instead" = "Try %u Instead";
"Don't Share" = "Don't Share";